Repository: svipm/doer
Catalog: Doer/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

# topic_detail.system_action.default
source: System record
zh_hans: 系统记录
zh_hk: 系統記錄

# topic_detail.system_action.opened
source: Opened the topic
zh_hans: 打开了话题
zh_hk: 打開了話題

# topic_detail.system_action.pinned
source: Pinned the topic
zh_hans: 置顶了话题
zh_hk: 置頂了話題

# topic_detail.system_action.tags_changed
source: Tags updated
zh_hans: 更新了标签
zh_hk: 更新了標籤

# topic_detail.system_action.unpinned
source: Unpinned the topic
zh_hans: 取消置顶了话题
zh_hk: 取消置頂了話題

# topic_detail.timeline.current
source: Current position
zh_hans: 当前位置
zh_hk: 當前位置

# topic_detail.timeline.current_floor
source: Current Floor
zh_hans: 当前楼层
zh_hk: 當前樓層

# topic_detail.timeline.ready
source: Ready to jump
zh_hans: 准备跳转
zh_hk: 準備跳轉

# topic.assign
source: Assign
zh_hans: 指定处理人
zh_hk: 指定處理人

# topic.assign.clear
source: Unassign
zh_hans: 取消指定
zh_hk: 取消指定

# topic.assign.clear.done
source: Unassigned
zh_hans: 已取消指定
zh_hk: 已取消指定

# topic.assign.current
source: Assigned to @%@
zh_hans: 已指定 @%@
zh_hk: 已指定 @%@

# topic.assign.pick_user
source: Assign to
zh_hans: 指定给
zh_hk: 指定給

# topic.assign.pick_user.message
source: Enter a username
zh_hans: 输入用户名
zh_hk: 輸入用户名

# topic.assign.pick_user.short
source: Assign someone else
zh_hans: 指定他人
zh_hk: 指定他人

# topic.assign.to_me
source: Assign to me
zh_hans: 指定给我
zh_hk: 指定給我

# topic.assign.to_me.done
source: Assigned
zh_hans: 已指定
zh_hk: 已指定

# topic.bookmark.add
source: Bookmark
zh_hans: 书签
zh_hk: 書籤

# topic.bookmark.added
source: Bookmarked
zh_hans: 已添加书签
zh_hk: 已添加書籤

# topic.bookmark.remove
source: Remove bookmark
zh_hans: 取消书签
zh_hk: 取消書籤

# topic.details.toggle
source: Collapse
zh_hans: 折叠内容
zh_hk: 摺疊內容

# topic.edit
source: Edit topic
zh_hans: 编辑话题
zh_hk: 編輯話題

# topic.export
source: Export Topic
zh_hans: 导出话题
zh_hk: 匯出話題

# topic.export.first_post
source: First Post Only
zh_hans: 仅主帖
zh_hk: 僅主帖

# topic.export.history
source: Export History
zh_hans: 导出历史
zh_hk: 匯出歷史

# topic.export.history.clear.message
source: Related export files will also be deleted.
zh_hans: 相关导出文件也会一并删除。
zh_hk: 相關匯出檔案也會一併刪除。

# topic.export.history.clear.title
source: Clear Export History?
zh_hans: 清空导出历史？
zh_hk: 清空匯出歷史？

# topic.export.history.empty
source: No export records yet
zh_hans: 还没有导出记录
zh_hk: 尚未有匯出記錄

# topic.export.history.empty.html
source: No HTML exports
zh_hans: 没有 HTML 导出记录
zh_hk: 沒有 HTML 導出記錄

# topic.export.history.empty.markdown
source: No Markdown exports
zh_hans: 没有 Markdown 导出记录
zh_hk: 沒有 Markdown 導出記錄

# topic.export.history.file_missing
source: The export file no longer exists. You can delete this history record.
zh_hans: 导出文件已不存在，可以删除这条历史记录。
zh_hk: 匯出檔案已不存在，可以刪除此歷史記錄。

# topic.export.history.missing
source: File Missing
zh_hans: 文件缺失
zh_hk: 檔案缺失

# topic.export.history.posts %lld
source: %lld posts
zh_hans: %lld 篇帖子
zh_hk: %lld 篇帖子

# topic.export.html_all
source: HTML · loaded
zh_hans: HTML · 已加载
zh_hk: HTML · 已加載

# topic.export.loaded_posts
source: All Loaded Posts
zh_hans: 全部已加载帖子
zh_hk: 全部已載入帖子

# topic.export.md_all
source: Markdown · loaded
zh_hans: Markdown · 已加载
zh_hk: Markdown · 已加載

# topic.export.md_op
source: Markdown · original post
zh_hans: Markdown · 仅主帖
zh_hk: Markdown · 僅主帖

# topic.export.no_posts
source: There are no posts available to export.
zh_hans: 当前没有可导出的帖子。
zh_hk: 目前沒有可匯出的帖子。

# topic.filter
source: Filter
zh_hans: 筛选
zh_hk: 篩選

# topic.filter_clear
source: Clear filter
zh_hans: 取消筛选
zh_hk: 取消篩選

# topic.filter_nested
source: Thread
zh_hans: 树形
zh_hk: 樹形

# topic.filter_op
source: OP only
zh_hans: 只看题主
zh_hk: 只看題主

# topic.filter_top_level
source: Top-level only
zh_hans: 只看顶层
zh_hk: 只看頂層

# topic.filter_user
source: Only %@
zh_hans: 只看 %@
zh_hk: 只看 %@

# topic.find
source: Find in topic
zh_hans: 帖内查找
zh_hk: 帖內查找

# topic.find.close
source: Close find
zh_hans: 关闭查找
zh_hk: 關閉查找

# topic.find.next
source: Next
zh_hans: 下一条
zh_hk: 下一條

# topic.find.previous
source: Previous
zh_hans: 上一条
zh_hk: 上一條

# topic.image.load_failed
source: Couldn’t load the image. Tap to retry
zh_hans: 图片加载失败，点按重试
zh_hk: 圖片加載失敗，點按重試

# topic.image.retry_hint
source: Tap to retry if loading fails
zh_hans: 加载失败时可点按重试
zh_hk: 加載失敗時可點按重試

# topic.mark_read
source: Read
zh_hans: 已读
zh_hk: 已讀

# topic.mark_unread
source: Mark unread
zh_hans: 标记未读
zh_hk: 標記未讀

# topic.mark_unread.clear.done
source: Reading progress cleared
zh_hans: 已清空阅读进度
zh_hk: 已清空閲讀進度

# topic.mark_unread.clear.short
source: Clear progress
zh_hans: 清空进度
zh_hk: 清空進度

# topic.mark_unread.step_back.done
source: Moved reading progress back one post
zh_hans: 已回退一层阅读进度
zh_hk: 已回退一層閲讀進度

# topic.mark_unread.step_back.short
source: Back one post
zh_hans: 回退一层
zh_hk: 回退一層

# topic.menu.floor_progress
source: Post %1$d / %2$d
zh_hans: 第 %1$d / %2$d 层
zh_hk: 第 %1$d / %2$d 層

# topic.menu.open_timeline
source: Jump to post
zh_hans: 打开楼层跳转
zh_hk: 打開樓層跳轉

# topic.menu.section.assign
source: Assign
zh_hans: 指定
zh_hk: 指定

# topic.menu.section.reading
source: Reading
zh_hans: 阅读
zh_hk: 閲讀

# topic.more
source: More
zh_hans: 更多
zh_hk: 更多

# topic.nested.collapse
source: Collapse
zh_hans: 收起
zh_hk: 收起

# topic.nested.replies_count
source: %d replies
zh_hans: %d 条回复
zh_hk: %d 條回復

# topic.notification.muted
source: Muted
zh_hans: 静音
zh_hk: 靜音

# topic.notification.regular
source: Normal
zh_hans: 正常
zh_hk: 正常

# topic.notification.tracking
source: Tracking
zh_hans: 跟踪
zh_hk: 跟蹤

# topic.notification.watching
source: Watching
zh_hans: 关注
zh_hk: 關注

# topic.notifications
source: Notifications
zh_hans: 通知
zh_hk: 通知

# topic.notifications.muted
source: Muted
zh_hans: 静音
zh_hk: 靜音

# topic.notifications.regular
source: Normal
zh_hans: 常规
zh_hk: 常規

# topic.notifications.tracking
source: Tracking
zh_hans: 跟踪
zh_hk: 跟蹤

# topic.notifications.watching
source: Watching
zh_hans: 关注
zh_hk: 關注

# topic.open_browser
source: Open in browser
zh_hans: 在浏览器打开
zh_hk: 在瀏覽器打開

# topic.preview.empty
source: No preview
zh_hans: 暂无预览内容
zh_hk: 暫無預覽內容

# topic.preview.loading
source: Loading preview…
zh_hans: 加载预览…
zh_hk: 載入預覽…

# topic.preview.open
source: Open topic
zh_hans: 打开话题
zh_hk: 打開話題

# topic.preview.stats
source: %d replies · %d views
zh_hans: %d 回复 · %d 浏览
zh_hk: %d 回覆 · %d 瀏覽

# topic.progressive.more_blocks
source: %lld more blocks…
zh_hans: 另有 %lld 段内容…
zh_hk: 另有 %lld 段內容…

# topic.quote
source: Quote
zh_hans: 引用
zh_hk: 引用

# topic.read_later.add
source: Read Later
zh_hans: 稍后阅读
zh_hk: 稍後閲讀

# topic.read_later.remove
source: Remove from Read Later
zh_hans: 移出稍后
zh_hk: 移出稍後

# topic.reading_settings
source: Reading settings
zh_hans: 阅读设置
zh_hk: 閲讀設置

# topic.search
source: Search topics
zh_hans: 搜索话题
zh_hk: 搜索話題

# topic.search.empty
source: No matches
zh_hans: 没有找到匹配内容
zh_hk: 沒有找到匹配內容

# topic.search.placeholder
source: Enter keywords
zh_hans: 输入关键词
zh_hk: 輸入關鍵詞

# topic.share
source: Share
zh_hans: 分享
zh_hk: 分享

# topic.share_image
source: Share image
zh_hans: 生成分享图片
zh_hk: 生成分享圖片

# topic.toc
source: Contents
zh_hans: 目录
zh_hk: 目錄

# trust.error.login
source: Sign in to see trust-level progress
zh_hans: 登录后可查看信任等级进度
zh_hk: 登錄後可查看信任等級進度

# trust.error.retry
source: Retry
zh_hans: 重试
zh_hk: 重試

# trust.fallback.note
source: Progress below is from your stats, not live Connect data.
zh_hans: 以下进度来自个人统计数据，非 Connect 实时数据。
zh_hk: 以下進度來自個人統計數據，非 Connect 實時數據。

# trust.fallback.title
source: Suggested requirements for trust level %d
zh_hans: 升至信任级别 %d 的参考要求
zh_hk: 升至信任級別 %d 的參考要求

# trust.fallback.title.max
source: Trust level requirements
zh_hans: 信任级别参考要求
zh_hk: 信任級別參考要求

# trust.req.days_visited
source: Days visited
zh_hans: 访问天数
zh_hk: 訪問天數

# trust.req.flagged_posts
source: Flagged posts
zh_hans: 被举报帖子
zh_hk: 被舉報帖子

# trust.req.flagging_users
source: Users flagged
zh_hans: 发起举报用户
zh_hk: 發起舉報用户

# trust.req.likes_given
source: Likes given
zh_hans: 送出赞
zh_hk: 送出贊

# trust.req.likes_given_short
source: Likes
zh_hans: 点赞
zh_hk: 點讚

# trust.req.likes_received
source: Likes received
zh_hans: 获赞
zh_hk: 獲贊

# trust.req.posts_read
source: Posts read
zh_hans: 已读帖子
zh_hk: 已讀帖子

# trust.req.reading_time
source: Reading time
zh_hans: 阅读时间
zh_hk: 閲讀時間

# trust.req.replies
source: Replies
zh_hans: 回复
zh_hk: 回復

# trust.req.silenced
source: Silenced
zh_hans: 被禁言
zh_hk: 被禁言

# trust.req.suspended
source: Suspended
zh_hans: 被封禁
zh_hk: 被封禁

# trust.req.topics_entered
source: Topics entered
zh_hans: 浏览话题
zh_hk: 瀏覽話題

# trust.req.visits
source: Visits
zh_hans: 访问次数
zh_hk: 訪問次數

# trust.section.activity
source: Activity
zh_hans: 活动
zh_hk: 活動

# trust.section.compliance
source: Compliance
zh_hans: 合规
zh_hk: 合規

# trust.section.interaction
source: Engagement
zh_hans: 互动
zh_hk: 互動

# trust.unit.days
source: days
zh_hans: 天
zh_hk: 天

# trust.unit.minutes
source: minutes
zh_hans: 分钟
zh_hk: 分鐘

# trust.widget.desc
source: Posts read and what’s left to the next level
zh_hans: 已读帖子与升到下一级还差多少
zh_hk: 已讀帖子與升到下一級還差多少

# trust.widget.empty
source: Open the app to sync trust-level progress
zh_hans: 打开 App 后同步等级进度
zh_hk: 打開 App 後同步等級進度

# trust.widget.keep_under_format
source: Keep ≤ %@
zh_hans: 需保持 ≤ %@
zh_hk: 需保持 ≤ %@

# trust.widget.met
source: Met
zh_hans: 已达标
zh_hk: 已達標

# trust.widget.posts_read
source: Posts read
zh_hans: 已读帖子
zh_hk: 已讀帖子

# trust.widget.remaining_format
source: %@ left
zh_hans: 还差 %@
zh_hk: 還差 %@

# trust.widget.short.days
source: Days
zh_hans: 天数
zh_hk: 天數

# trust.widget.short.given
source: Given
zh_hans: 送赞
zh_hk: 送讚

# trust.widget.short.likes
source: Liked
zh_hans: 获赞
zh_hk: 獲讚

# trust.widget.short.posts
source: Read
zh_hans: 已读
zh_hk: 已讀

# trust.widget.short.replies
source: Replies
zh_hans: 回复
zh_hk: 回覆

# trust.widget.short.topics
source: Topics
zh_hans: 浏览
zh_hk: 瀏覽

# trust.widget.summary
source: Progress to the next level
zh_hans: 距离下一级的进度
zh_hk: 距離下一級的進度

# trust.widget.title
source: Trust level
zh_hans: 信任等级
zh_hk: 信任等級

# trust.widget.unmet
source: Not met
zh_hans: 未达标
zh_hk: 未達標

# trust.widget.updated_format
source: Updated %@
zh_hans: 更新于 %@
zh_hk: 更新於 %@

# update.asset.unavailable
source: No IPA is attached to this release
zh_hans: 此 Release 未附带 IPA
zh_hk: 此 Release 未附帶 IPA

# update.available.title
source: Update Available
zh_hans: 发现新版本
zh_hk: 發現新版本

# update.checking.message
source: Connecting to GitHub Releases…
zh_hans: 正在连接 GitHub Releases…
zh_hk: 正在連接 GitHub Releases…

# update.checking.title
source: Checking for Updates
zh_hans: 正在检查更新
zh_hk: 正在檢查更新

# update.error.message
source: Unable to connect to GitHub Releases. Check your network connection and try again.
zh_hans: 无法连接 GitHub Releases，请检查网络后重试。
zh_hk: 無法連接 GitHub Releases，請檢查網絡後重試。

# update.error.title
source: Unable to Check for Updates
zh_hans: 检查更新失败
zh_hk: 檢查更新失敗

# update.github_proxy
source: GitHub mirror
zh_hans: GitHub 镜像
zh_hk: GitHub 鏡像

# update.github_proxy.direct
source: GitHub directly
zh_hans: 直连 GitHub
zh_hk: 直連 GitHub

# update.github_proxy.hint
source: Enter a reverse-proxy prefix, e.g. https://ghproxy.com/. Empty means direct.
zh_hans: 填写反代前缀，例如 https://ghproxy.com/ ，空则直连。
zh_hk: 填寫反代前綴，例如 https://ghproxy.com/ ，空則直連。

# update.github_proxy.invalid
source: GitHub mirror prefix isn’t a valid http(s) URL
zh_hans: GitHub 镜像前缀不是合法的 http(s) 地址
zh_hk: GitHub 鏡像前綴不是合法的 http(s) 地址

# update.later
source: Later
zh_hans: 稍后
zh_hk: 稍後

# update.latest.message %@
source: %@ is the latest version.
zh_hans: 当前版本 %@ 已是最新版本。
zh_hk: 目前版本 %@ 已是最新版本。

# update.latest.title
source: You're Up to Date
zh_hans: 已是最新版本
zh_hk: 已是最新版本

source: Update Now
zh_hans: 立即更新
zh_hk: 立即更新

# update.release_notes
source: Release Notes
zh_hans: 更新内容
zh_hk: 更新內容

# update.release_notes.empty
source: No release notes are available for this release.
zh_hans: 本次 Release 暂无更新说明。
zh_hk: 本次 Release 暫無更新說明。

# user.posts_title
source: Posts
zh_hans: 帖子
zh_hk: 帖子

# user.profile.action_unavailable
source: This action is not available yet.
zh_hans: 这个操作暂时还没接上接口。
zh_hk: 呢個操作暫時未接上介面。

# user.profile.activity
source: Activity
zh_hans: 动态
zh_hk: 動態

# user.profile.clicks
source: clicks
zh_hans: 次点击
zh_hk: 次點擊

# user.profile.filter_posts
source: Only this person
zh_hans: 只看此人
zh_hk: 只看此人

# user.profile.filter_posts.cancel
source: Stop filtering to this person
zh_hans: 取消只看此人
zh_hk: 取消只看此人

# user.profile.follow
source: Follow
zh_hans: 关注
zh_hk: 關注

# user.profile.followers
source: Followers
zh_hans: 粉丝
zh_hk: 粉絲

# user.profile.following
source: Following
zh_hans: 关注
zh_hk: 關注

# user.profile.ignore
source: Ignore
zh_hans: 忽略
zh_hk: 忽略

# user.profile.ignore.custom
source: Custom date
zh_hans: 自定义日期
zh_hk: 自訂日期

# user.profile.ignore.day
source: For one day
zh_hans: 忽略一天
zh_hk: 忽略一天

# user.profile.ignore.month
source: For one month
zh_hans: 忽略一个月
zh_hk: 忽略一個月

# user.profile.ignore.week
source: For one week
zh_hans: 忽略一周
zh_hk: 忽略一週

# user.profile.interactions
source: Frequent interactions
zh_hans: 常见互动
zh_hk: 常見互動

# user.profile.joined
source: Joined
zh_hans: 加入时间
zh_hk: 加入時間

# user.profile.last_posted
source: Last Posted
zh_hans: 最后发布
zh_hk: 最後發佈

# user.profile.liked
source: Liked
zh_hans: 点赞过
zh_hk: 讚好過

# user.profile.liked_by
source: Liked by
zh_hans: 收到点赞
zh_hk: 收到讚好

# user.profile.more
source: More
zh_hans: 更多
zh_hk: 更多

# user.profile.most_liked
source: Most liked users
zh_hans: 常点赞的用户
zh_hk: 常讚好的用戶

# user.profile.most_liked_by
source: Most liked by
zh_hans: 常给他点赞的用户
zh_hk: 常畀佢讚好的用戶

# user.profile.mute
source: Mute
zh_hans: 静音
zh_hk: 靜音

# user.profile.no_bio
source: This person has not written a bio yet.
zh_hans: 这个人很懒，什么都没写。
zh_hk: 呢個人好懶，乜都冇寫。

# user.profile.posts_subtitle
source: Browse replies and recent activity
zh_hans: 查看回复和最近活动
zh_hk: 查看回覆同最近活動

# user.profile.private_message
source: Message
zh_hans: 私信
zh_hk: 私訊

# user.profile.reactions
source: Reactions
zh_hans: 回应
zh_hk: 回應

# user.profile.read_time
source: Read Time
zh_hans: 阅读时间
zh_hk: 閱讀時間

# user.profile.replied_to
source: Replied to
zh_hans: 回复过
zh_hk: 回覆過

# user.profile.replies
source: Replies
zh_hans: 回复
zh_hk: 回覆

# user.profile.restore_notifications
source: Restore notifications
zh_hans: 恢复通知
zh_hk: 恢復通知

# user.profile.score
source: Score
zh_hans: 积分
zh_hk: 積分

# user.profile.share
source: Share user
zh_hans: 分享用户
zh_hk: 分享用戶

# user.profile.summary
source: Summary
zh_hans: 总结
zh_hk: 總結

# user.profile.top_categories
source: Top categories
zh_hans: 热门分类
zh_hk: 熱門分類

# user.profile.top_links
source: Top links
zh_hans: 热门链接
zh_hk: 熱門連結

# user.profile.top_replies
source: Top replies
zh_hans: 热门回复
zh_hk: 熱門回覆

# user.profile.top_topics
source: Hot Topics
zh_hans: 热门话题
zh_hk: 熱門話題

# user.profile.topics_subtitle
source: Browse topics created by this user
zh_hans: 查看这个用户创建的主题
zh_hk: 查看呢個用戶建立嘅主題

# user.profile.unfollow
source: Unfollow
zh_hans: 取消关注
zh_hk: 取消關注

# user.profile.username_copied
source: Username copied
zh_hans: 用户名已复制
zh_hk: 用户名已複製

# user.profile.view_profile
source: View Profile
zh_hans: 查看资料
zh_hk: 查看資料

# user.topics_title
source: Topics
zh_hans: 主题
zh_hk: 主題

# user.watch.empty
source: No activity yet
zh_hans: 暂无动态
zh_hk: 暫無動態

# user.watch.subtitle
source: Posts, replies, and interactions
zh_hans: 发帖、回复与互动
zh_hk: 發帖、回復與互動

# user.watch.title
source: Seeking @%@
zh_hans: 追觅 @%@
zh_hk: 追覓 @%@

# user.watch.title_short
source: Seeking
zh_hans: 追觅动态
zh_hk: 追覓動態

# weblogin.accounts.count
source: %lld saved accounts
zh_hans: 已保存 %lld 个账号
zh_hk: 已保存 %lld 個賬號

# weblogin.clear_credentials
source: Clear saved usernames and passwords
zh_hans: 清除保存的账号密码
zh_hk: 清除保存的賬號密碼

# weblogin.done
source: Done
zh_hans: 完成
zh_hk: 完成

# weblogin.fill_account
source: Fill @%@
zh_hans: 填充 @%@
zh_hk: 填充 @%@

# weblogin.invalid_email_link
source: The clipboard doesn’t have a valid email login link.
zh_hans: 剪切板中没有有效的邮箱登录链接。
zh_hk: 剪切板中沒有有效的郵箱登錄連結。

# weblogin.no_credentials
source: Usernames and passwords you enter are stored in the Keychain.
zh_hans: 登录时输入的账号密码会安全保存在 Keychain。
zh_hk: 登錄時輸入的賬號密碼會安全保存在 Keychain。

# weblogin.paste_link
source: Paste email login link
zh_hans: 粘贴邮箱登录链接
zh_hk: 粘貼郵箱登錄連結

# weblogin.restore.message
source: Checking your saved session...
zh_hans: 正在检查已保存的登录状态...
zh_hk: 正在檢查已儲存嘅登入狀態...

# weblogin.restore.title
source: Restoring Login
zh_hans: 正在恢复登录
zh_hk: 正在恢復登入

# weblogin.saved_password
source: Saved accounts
zh_hans: 已保存的账号密码
zh_hk: 已保存的賬號密碼

# weblogin.success.message
source: Syncing login status...
zh_hans: 正在同步登录状态...
zh_hk: 正在同步登入狀態...

# weblogin.success.title
source: Login Successful
zh_hans: 登录成功
zh_hk: 登入成功

# weblogin.title
source: Log In
zh_hans: 登录
zh_hk: 登錄

# weblogin.waiting
source: Waiting for login…
zh_hans: 等待登录…
zh_hk: 等待登錄…

# wechat_chat.empty_post
source: (No text)
zh_hans: （无文本内容）
zh_hk: （無文本內容）

# wechat_chat.hold_to_talk
source: Hold to talk
zh_hans: 按住 说话
zh_hk: 按住 説話

# wechat_chat.input_placeholder
source: Reply…
zh_hans: 回复…
zh_hk: 回復…

# wechat_chat.keyboard
source: Keyboard
zh_hans: 键盘
zh_hk: 鍵盤

# wechat_chat.more
source: More
zh_hans: 更多
zh_hk: 更多

# wechat_chat.reply_to_fmt
source: Reply to %1$@: %2$@
zh_hans: 回复 %1$@：%2$@
zh_hk: 回復 %1$@：%2$@

# wechat_chat.voice
source: Voice
zh_hans: 语音
zh_hk: 語音

# widget.quick.desc
source: Shortcuts for Read Later and notifications
zh_hans: 稍后阅读与通知快捷入口
zh_hk: 稍後閲讀與通知快捷入口

# widget.quick.subtitle
source: Read Later · Notifications
zh_hans: 稍后阅读 · 通知
zh_hk: 稍後閲讀 · 通知

# widget.quick.title
source: Doer shortcuts
zh_hans: Doer 快捷入口
zh_hk: Doer 快捷入口

# 已加入 %@
source: Joined %1$@
zh_hans: 已加入 %1$@
zh_hk: 已加入 %1$@

# 已展开
source: Expanded
zh_hans: 已展开
zh_hk: 已展開

# 已折叠
source: Collapsed
zh_hans: 已折叠
zh_hk: 已摺疊

# 执行 Doer 中配置的全部 NewAPI 平台签到。
source: Check in to every NewAPI site configured in Doer.
zh_hans: 执行 Doer 中配置的全部 NewAPI 平台签到。
zh_hk: 執行 Doer 中配置的全部 NewAPI 平台籤到。

# 来自 %@
source: From %1$@
zh_hans: 来自 %1$@
zh_hk: 來自 %1$@

# 获得了勋章 %@
source: Earned the badge %1$@
zh_hans: 获得了勋章 %1$@
zh_hk: 獲得了勳章 %1$@

# 获得勋章：%@
source: Earned badge: %1$@
zh_hans: 获得勋章：%1$@
zh_hk: 獲得勳章：%1$@

# chat.attach.camera
source: Take photo
zh_hans: 拍照

# chat.attach.file
source: Attach file
zh_hans: 附加文件

# chat.attach.gallery
source: Photo library
zh_hans: 相册

# chat.attach.pending
source: %d attached (tap to clear)
zh_hans: 已附加 %d 个文件（点按清除）

# chat.attach.uploading
source: Uploading…
zh_hans: 正在上传…

# chat.browse.empty
source: No channels to join
zh_hans: 没有可加入的频道

# chat.browse.join
source: Join
zh_hans: 加入

# chat.browse.search
source: Search channels
zh_hans: 搜索频道

# chat.browse.title
source: Browse channels
zh_hans: 浏览频道

# chat.camera.unavailable
source: Camera unavailable
zh_hans: 无法使用相机

# chat.datetime.done
source: Done
zh_hans: 完成

# chat.datetime.include_time
source: Include time
zh_hans: 包含时间

# chat.empty.channels
source: No channels yet. Browse from the top-right to join one.
zh_hans: 暂无频道，点右上角浏览并加入

# chat.empty.direct
source: No direct messages yet. Tap + to start one.
zh_hans: 暂无私聊，点右上角 + 新建

# chat.info.edit
source: Edit
zh_hans: 编辑

# chat.info.leave
source: Leave channel
zh_hans: 退出频道

# chat.info.leave.confirm
source: The conversation may reappear when there is a new message.
zh_hans: 退出后，有新消息时会话会再次出现。

# chat.info.members
source: Members
zh_hans: 成员

# chat.info.mute
source: Mute channel
zh_hans: 将频道设为免打扰

# chat.info.notify
source: Push notifications
zh_hans: 发送推送通知

# chat.info.rename
source: Edit title
zh_hans: 编辑标题

# chat.info.settings
source: Settings
zh_hans: 设置

# chat.info.threading
source: Threads
zh_hans: 消息串

# chat.info.threading.subtitle
source: Replies open in a separate thread
zh_hans: 启用后，回复会进入独立对话

# chat.info.title
source: Channel info
zh_hans: 频道信息

# chat.info.title_section
source: Title
zh_hans: 标题

# chat.insert.datetime
source: Insert date/time
zh_hans: 插入日期/时间

# chat.insert.template
source: Insert template
zh_hans: 插入模板

# chat.members.add
source: Add members
zh_hans: 添加成员

# chat.members.add_count %lld
source: Add (%lld)
zh_hans: 添加（%lld）

# chat.members.added
source: Members added
zh_hans: 已添加成员

# chat.new.group %lld
source: Create group (%lld)
zh_hans: 创建群聊（%lld）

# chat.new.search
source: Search people
zh_hans: 搜索用户

# chat.new.start
source: Start chat
zh_hans: 开始聊天

# chat.new.title
source: New chat
zh_hans: 新建聊天

# chat.no_templates
source: No templates
zh_hans: 暂无模板

# chat.notify.always
source: All activity
zh_hans: 所有活动

# chat.notify.mention
source: Mentions only
zh_hans: 仅提及

# chat.notify.never
source: Never
zh_hans: 从不

# chat.request.failed
source: Request failed
zh_hans: 请求失败

# chat.tab.channels
source: Channels
zh_hans: 频道

# chat.tab.direct
source: Direct
zh_hans: 私信

# error.offline
source: You're offline. The list will refresh when you're back online.
zh_hans: 当前无网络，连接后将自动刷新

# auth.session_expired.message
source: Your login ended on another device. Please sign in again.
zh_hans: 登录已在其他设备失效，请重新登录。

# auth.session_expired.title
source: Signed out
zh_hans: 你已退出登录

# pm.archive
source: Archive
zh_hans: 归档

# pm.archived
source: Archived
zh_hans: 已归档

# pm.invite
source: Invite
zh_hans: 邀请

# pm.invite.hint
source: Search users or groups to add to this message.
zh_hans: 搜索用户或群组，加入此私信。

# pm.invite.partial_failed %@
source: Couldn't invite %@
zh_hans: 未能邀请 %@

# pm.invite.success
source: Invited
zh_hans: 已邀请

# pm.leave
source: Leave
zh_hans: 退出

# pm.leave.confirm
source: Leave this private message?
zh_hans: 退出此私信？

# pm.move_to_inbox
source: Move to inbox
zh_hans: 移回收件箱

# pm.moved_to_inbox
source: Moved to inbox
zh_hans: 已移回收件箱

# pm.participants
source: Participants
zh_hans: 成员

# pm.remove
source: Remove
zh_hans: 移除

# pm.remove.group_confirm %@
source: Remove @%@ from this message?
zh_hans: 将群组 @%@ 移出此私信？

# pm.remove.user_confirm %@
source: Remove @%@ from this message?
zh_hans: 将 @%@ 移出此私信？

# pm.removed.group %@
source: Removed @%@
zh_hans: 已移除群组 %@

# pm.removed.user %@
source: Removed @%@
zh_hans: 已移除 @%@

# settings.network.bootstrap
source: Bootstrap IPs
zh_hans: Bootstrap IP

# settings.network.bootstrap.message
source: Comma-separated IPs used to reach the DoH server without system DNS.
zh_hans: 逗号分隔，用来连上 DoH 服务器，不走系统 DNS

# settings.network.dns_cache
source: DNS cache
zh_hans: DNS 缓存

# settings.network.dns_cache.clear
source: Tap to clear
zh_hans: 点按清空

# settings.network.doh.subtitle
source: Resolve hosts inside the app. No system DNS profile.
zh_hans: 在 App 内解析域名，不用去系统设置

# settings.network.ech.off
source: No ECH
zh_hans: 无 ECH

# settings.network.ech.on
source: ECH config resolved
zh_hans: 已解析到 ECH 配置

# settings.network.ech.server
source: ECH lookup server
zh_hans: ECH 查询服务器

# settings.network.ech.server.message
source: HTTPS record lookup URL. Leave empty to use the DoH server.
zh_hans: HTTPS 记录查询 URL，留空则与 DoH 相同

# settings.network.ech.server.same
source: Same as DoH
zh_hans: 与 DoH 相同

# settings.network.gateway
source: Gateway reverse proxy
zh_hans: Gateway 反代

# settings.network.gateway.subtitle
source: API uses plaintext 127.0.0.1; cookies stay on the original host
zh_hans: API 走 127.0.0.1 明文，Cookie 仍用原域名

# settings.network.h2.subtitle
source: Off locks HTTP/1.1; on negotiates HTTP/2
zh_hans: 关闭锁 HTTP/1.1，打开协商 HTTP/2

# settings.network.ios15.webview
source: iOS 15–16 browser has no CONNECT MITM
zh_hans: iOS 15–16 浏览器无 CONNECT MITM

# settings.network.ipv6
source: Prefer IPv6
zh_hans: IPv6 优先

# settings.network.ipv6.subtitle
source: Prefer AAAA for DoH bootstrap and lookups
zh_hans: DoH bootstrap 与解析优先 AAAA

# settings.network.server_ip
source: Pinned server IP
zh_hans: 固定 server IP

# settings.network.upstream
source: Upstream proxy
zh_hans: 上游代理

# settings.network.upstream.message
source: host:port, leave empty to disable
zh_hans: host:port，留空关闭

# topic.browse.category
source: Read more? Browse %@
zh_hans: 想阅读更多？浏览 %@ 分类

# topic.nested.sort.new
source: New
zh_hans: 最新

# topic.nested.sort.old
source: Old
zh_hans: 最早

# topic.nested.sort.top
source: Top
zh_hans: 热门

# topic.recommended.title
source: Suggested Topics
zh_hans: 建议话题

# topic.related.title
source: Related Topics
zh_hans: 相关话题
